[{
  "title": "Plato's Island: Atlantis",
  "articleImage": "img/myths/atlantis/greek-myths-atlantis.avif",
  "articleImageCaption": "Example Caption",
  "introduction": "Plato's myth of Atlantis is a legendary account of a powerful and advanced civilization that existed over 9,000 years before his time. Described in his dialogues Timaeus and Critias, Atlantis was said to be a vast island beyond the Pillars of Hercules (modern-day Strait of Gibraltar). It was an immensely wealthy and technologically advanced society, favored by the gods but ultimately doomed due to its moral and spiritual decline. The story of Atlantis serves as both a cautionary tale and an exploration of ideal governance, contrasting the virtue of Athens with the hubris and downfall of the Atlanteans.",
  "mythicHistory": "<p>Atlantis was founded by the god Poseidon, who divided the island among his ten sons, each ruling a separate portion of the vast and prosperous land. The Atlanteans built a magnificent city with concentric rings of water and land, featuring grand temples, palaces, and canals. The center of the city housed a great temple dedicated to Poseidon, with a colossal statue of the god standing over a chariot drawn by winged horses. The island flourished with fertile fields, rich minerals, and abundant wildlife, making it one of the most advanced civilizations of its time.</p>\n\n<p>For generations, the people of Atlantis lived in harmony with the gods, upholding justice and wisdom. However, as their wealth and power grew, their rulers became greedy and corrupt, straying from their divine virtues. They sought to expand their influence through conquest, challenging the city-state of Athens, which was portrayed as a bastion of virtue and resilience. The gods, angered by the arrogance and moral decay of the Atlanteans, decided to punish them.</p>\n\n<p>In a single cataclysmic event, Atlantis was swallowed by the sea, disappearing beneath the waves in a violent earthquake and flood. Plato described its destruction as both a literal and symbolic downfall, representing the consequences of unchecked ambition and moral corruption. While historians and scholars have debated whether Atlantis was based on real events or purely an allegory, the myth continues to inspire fascination, speculation, and countless theories about its possible location and significance.</p>",
  "galleryImages": "[{\"url\":\"img/myths/atlantis/greek-myths-atlantis.avif\"},{\"url\":\"img/myths/atlantis/greek-myths-atlantis-2.avif\"},{\"url\":\"img/myths/atlantis/greek-myths-atlantis-3.avif\"},{\"url\":\"img/myths/atlantis/greek-myths-atlantis-4.avif\"},{\"url\":\"img/myths/atlantis/greek-myths-atlantis-5.avif\"},{\"url\":\"img/myths/atlantis/greek-myths-atlantis-6.avif\"},{\"url\":\"img/myths/atlantis/greek-myths-atlantis-7.avif\"},{\"url\":\"img/myths/atlantis/greek-myths-atlantis-8.avif\"}]",
  "relatedCharacters": "[{\"id\":\"aphrodite\",\"name\":\"Aphrodite\",\"image_url\":\"img/characters/aphrodite/greek-gods-aphrodite.avif\"}]",
  "relatedMyths": "[{\"id\":\"plato-s-island-of-atlantis\",\"name\":\"Platos island of Atlantis\",\"image_url\":\"img/myths/atlantis/greek-myths-atlantis.avif\"}]",
  "relatedLocations": "[{\"id\":\"island-of-blessed\",\"name\":\"Island of the Blessed\",\"image_url\":\"img/locations/island_of_blessed/greek-locations-island.avif\"}]",
  "info": "[{\"header\":\"Main Character\",\"content\":\"King Atlas\"},{\"header\":\"Main Location\",\"content\":\"Atlantis\"},{\"header\":\"Year\",\"content\":\"Over 9000 years over Plato&#39;s time\"}]"
}]