[
  {
    "title": "Aphrodite",
    "articleImage": "img/characters/aphrodite/greek-gods-aphrodite.avif",
    "articleImageCaption": "Greek goddess Aphrodite",
    "introduction": "Aphrodite is the Greek goddess of love, beauty, desire, and fertility, often associated with passion and the power of attraction. She is one of the twelve Olympian deities and was widely revered across the ancient Greek world, with temples and cults dedicated to her worship. Her influence extended beyond romantic love, encompassing harmony, seduction, and even the political alliances that beauty and charm could forge. Often depicted as an irresistibly beautiful woman, Aphrodite played a crucial role in many myths, shaping both divine and mortal affairs with her enchanting presence.",
    "mythicHistory": "<p>Aphrodite’s origins are tied to two different myths. In Hesiod’s Theogony, she is said to have been born from the sea foam (aphros) that formed when the Titan Cronus castrated his father, Uranus, and threw his severed parts into the ocean. From the foamy waters near Cyprus, Aphrodite emerged fully grown and breathtakingly beautiful. Alternatively, in Homer’s Iliad, she is described as the daughter of Zeus and the Titaness Dione, giving her a more conventional divine lineage among the Olympians.</p>\n\n<p>Aphrodite played a key role in several major myths, particularly in matters of love and conflict. One of the most famous stories involving her is the Judgment of Paris, which ultimately led to the Trojan War. When the goddess Eris, spirit of discord, tossed a golden apple inscribed \"To the Fairest\" among Hera, Athena, and Aphrodite, the Trojan prince Paris was chosen to judge which goddess was the most beautiful. Aphrodite promised him the love of the most beautiful mortal woman, Helen of Sparta, in exchange for the title. Paris awarded her the apple, setting in motion the events that led to Helen's abduction and the decade-long war.</p>\n\n<p>Despite her association with love, Aphrodite’s myths are also filled with jealousy and vengeance. She was married to the god Hephaestus, but she had numerous affairs, most notably with Ares, the god of war. Hephaestus, aware of their infidelity, crafted a magical net to trap them in the act and expose them to the other gods’ ridicule. Aphrodite also had mortal lovers, such as Adonis, whose tragic death deeply affected her, and Anchises, with whom she bore Aeneas, a hero of the Trojan War and a central figure in Roman mythology. Through these stories, Aphrodite’s character embodies both the joys and dangers of love, revealing its power to create harmony or chaos.</p>",

    "galleryImages": [{"url":"img/characters/aphrodite/greek-gods-aphrodite.avif"},{"url":"img/characters/aphrodite/greek-gods-aphrodite-2.avif"},{"url":"img/characters/aphrodite/greek-gods-aphrodite-3.avif"},{"url":"img/characters/aphrodite/greek-gods-aphrodite-4.avif"},{"url":"img/characters/aphrodite/greek-gods-aphrodite-5.webp"},{"url":"img/characters/aphrodite/greek-gods-aphrodite-6.avif"},{"url":"img/characters/aphrodite/greek-gods-aphrodite-7.avif"},{"url":"img/characters/aphrodite/greek-gods-aphrodite-8.avif"}],
    "relatedCharacters": [{"id":"ares","name":"Ares","image_url":"img/characters/ares/greek-gods-ares.avif"},{"id":"eros","name":"Eros","image_url":"img/characters/eros/greek-gods-eros.webp"},{"id":"hephaestus","name":"Hephaestus","image_url":"img/characters/hephaestus/greek-gods-hephaestus.avif"},{"id":"zeus","name":"Zeus","image_url":"img/characters/zeus/greek-gods-zeus.avif"}],
    "relatedMyths": [{"id":"the-iliad","name":"The Iliad","image_url":"img/myths/iliad/greek-myths-iliad.avif"}],
    "relatedLocations": [{"id":"olympus","name":"Olympus","image_url":"img/locations/olympus/greek-locations-olympus.avif"},{"id":"island-of-blessed","name":"The Island of the blessed","image_url":"img/locations/island_of_blessed/greek-locations-island.avif"},{"id":"elysium","name":"Elysium","image_url":"img/locations/elysium/greek-locations-elysium.avif"}],
    "info": [{"header":"Parents","content":"Zeus and Dione"},{"header":"Affiliation","content":"Gods"},{"header":"Gender","content":"Female"}]
  }
]