[{
  "title": "The Garden of Hesperides",
  "articleImage": "img/locations/garden_of_hesperides/greek-locations-garden.avif",
  "articleImageCaption": "The Garden of Hesperides",
  "introduction": "The Garden of Hesperides is a legendary orchard in Greek mythology, famous for bearing golden apples that granted immortality. Guarded by the Hesperides, the nymph daughters of Atlas, and the fearsome dragon Ladon, this enchanted garden was a place of divine beauty and mystery, sought after by heroes such as Heracles.",
  "mythicHistory": "<p>The Garden of Hesperides was said to be located at the westernmost edge of the world, near the setting sun. It was a sacred place belonging to the gods, particularly Hera, who planted the golden apple tree as a wedding gift from Gaia. The apples, imbued with divine properties, were a coveted prize that only the most daring could attempt to seize.</p>\n\n<p>One of the most famous myths surrounding the garden involves the Twelve Labors of Heracles. As part of his eleventh labor, Heracles was tasked with retrieving the golden apples. To accomplish this, he sought the help of Atlas, the Titan who held up the sky. By taking on Atlas’ burden temporarily, Heracles convinced him to fetch the apples. However, the hero had to use his wits to reclaim his task and escape being tricked into holding the sky forever.</p>\n\n<p>The garden was also associated with eternal youth, beauty, and divine favor. Other myths suggest that figures like Perseus and Athena visited or interacted with the garden in various ways. The presence of the dragon Ladon, a formidable guardian, reinforced the notion that the apples were not meant for mere mortals, adding an element of danger to the paradise-like setting.</p>",
  "galleryImages": "[{\"url\":\"img/locations/garden_of_hesperides/greek-locations-garden.avif\"},{\"url\":\"img/locations/garden_of_hesperides/greek-locations-garden-2.avif\"},{\"url\":\"img/locations/garden_of_hesperides/greek-locations-garden-3.avif\"},{\"url\":\"img/locations/garden_of_hesperides/greek-locations-garden-4.avif\"},{\"url\":\"img/locations/garden_of_hesperides/greek-locations-garden-5.avif\"},{\"url\":\"img/locations/garden_of_hesperides/greek-locations-garden-6.avif\"},{\"url\":\"img/locations/garden_of_hesperides/greek-locations-garden-7.avif\"},{\"url\":\"img/locations/garden_of_hesperides/greek-locations-garden-8.avif\"}]",
  "relatedCharacters": "[{\"id\":\"aphrodite\",\"name\":\"Aphrodite\",\"image_url\":\"img/characters/aphrodite/greek-gods-aphrodite.avif\"}]",
  "relatedMyths": "[{\"id\":\"the-twelve-labors-of-heracles\",\"name\":\"The twelve labors of Heracles\",\"image_url\":\"img/myths/heracles/greek-myths-heracles.avif\"}]",
  "relatedLocations": "[{\"id\":\"olympus\",\"name\":\"Olympus\",\"image_url\":\"img/locations/olympus/greek-locations-olympus.avif\"}]",
  "info": "[{\"header\":\"Location\",\"content\":\"Far west at the edge of the world\"},{\"header\":\"Biome\",\"content\":\"Lush garden with golden apple trees and divine flora\"},{\"header\":\"Home Of\",\"content\":\"The Hesperides and the dragon Ladon\"}]"
}]